andruwa01/esp32-http-spiffs-proj/sdkconfig.defaults_udp
CONFIG_IDF_TARGET="esp32s3"
CONFIG_BOOTLOADER_LOG_LEVEL_NONE=y
CONFIG_ESPTOOLPY_FLASHSIZE_16MB=y
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_ESP_WIFI_SSID="dron_ap"
CONFIG_ESP_WIFI_PASSWORD="dron1542"
CONFIG_ESP_MAXIMUM_RETRY=1000
CONFIG_ESP_MAIN_TASK_STACK_SIZE=4096
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
CONFIG_ESP_TIMER_TASK_STACK_SIZE=10512
CONFIG_SPIFFS_OBJ_NAME_LEN=128